www/terraform_configs/82ae7cbd-6903-4ebb-87a8-7a8ecc5441d5/.govmomi/debug/2025-05-30T13-06-11.0989738/1-0008.req.xml

<?xml version="1.0" encoding="UTF-8"?>
<Envelope xmlns="http://schemas.xmlsoap.org/soap/envelope/"><Body><RetrievePropertiesEx xmlns="urn:vim25"><_this type="PropertyCollector">propertyCollector</_this><specSet><propSet><type>VirtualMachine</type><pathSet>name</pathSet></propSet><objectSet><obj type="ContainerView">session[52d68610-b916-349d-864a-ab6052774e2e]520405e9-bea7-f6dd-57c9-1dc6eea1a3a0</obj><skip>true</skip><selectSet xmlns:XMLSchema-instance="http://www.w3.org/2001/XMLSchema-instance" XMLSchema-instance:type="TraversalSpec"><type>ContainerView</type><path>view</path></selectSet></objectSet></specSet><options></options></RetrievePropertiesEx></Body></Envelope>